[
    {
      "icon": "fluent-emoji-high-contrast:love-letter",
      "title": "Nunti",
      "description": "Pentru miri care caută să transforme ziua nunții într-o experiență de vis, suntem aici pentru a crea momente muzicale memorabile. Cu o selecție diversificată de melodii și o iluminare spectaculoasă, vă ajutăm să vă spuneți povestea de dragoste într-un mod unic și personal."
    },
    {
      "icon": "mingcute:baby-line",
      "title": "Botezuri",
      "description": "Pentru părinții care doresc să facă botezul copilului lor cu adevărat special, creăm o atmosferă unică de sărbătoare. Muzica noastră blândă și jocul luminilor discrete aduc o notă de căldură și bucurie fiecărui moment, transformând botezul într-o amintire de neuitat pentru întreaga familie."
    },
    {
      "icon": "uil:18-plus",
      "title": "Majorate",
      "description": "Pentru cei care doresc petreceri incendiare la majorate, suntem alegerea perfectă. Cu mixuri exclusiviste și efecte luminoase de senzație, vă garantăm o noapte memorabilă pe ritmuri de neoprit."
    },
    {
      "icon": "fluent-emoji-high-contrast:birthday-cake",
      "title": "Aniversari",
      "description": "Pentru aniversări cu adevărat speciale, aducem muzica perfectă și iluminarea deosebită pentru a face ziua ta specială să strălucească. Cu noi, fiecare aniversare devine o experiență unică și plină de bucurie."
    },
    {
        "icon": "mingcute:microphone-fill",
        "title": "Formatii",
        "description": "Pentru cei care caută muzică live autentică și pasiune, colaborăm cu formații talentate care aduc sunete inconfundabile în fiecare eveniment. Transformăm locațiile în studiouri de înregistrare sau în cluburi de noapte, oferind momente muzicale deosebite."
    },
    {
      "icon": "arcticons:photo-pro",
      "title": "Photo/Video",
      "description": "Pentru cei care doresc să captureze cele mai frumoase momente ale evenimentelor lor, colaborăm cu profesioniști în domeniul fotografiei și videografiei. Fiecare cadru devine o poveste vizuală de neuitat, fie că este vorba despre o fotografie sau un videoclip."
    }
  ]