{
    "settings": "settings",
    
    "footer": {
        "privacy_policy": {"title": "Privacy Policy"},
        "terms_of_service": {"title": "Terms of Service"},
        "payment_methods": "payment methods",
        "titles": {
            "product": "product",
            "company": "company",
            "support": "support",
            "use_cases": "use cases"
        },
        "products": {
            "pricing": "pricing",
            "future_products": "future products",
            "product1": "product 1",
            "product2": "product 2",
            "product3": "product 3"
        },
        "company": {
            "blog": "blog",
            "request_demo": "request a demo",
            "community": "community",
            "affiliate_program": "affiliate program",
            "partenrship": "partnership"
        },
        "support": {
            "contact_us": "contact us",
            "report_a_bug": "report a bug",
            "request_a_new_feature": "request a new feature"
        },
        "use_cases": {
            "for_agencies": "for agencies",
            "for_personal_use": "for personal use"
        },
        
        "status": "status"
    },
	"partnership_page": {
		"telegram_username": {
			"error": "telegram username is required",
			"label": "telegram Username"
		},
		"has_socials" : {"label": "do you have any social media groups ?"},
		"group_members": {
			"error": "you need to specify how many members you have in your group",
			"label": "group Members",
			"type_error":"please input a valid number"
		},
		"group_niche": {
			"error": "please specify the niche of your group",
			"label": "group Niche"
		},
		"group_link": {
			"error": "please provide the link to your group",
			"label": "group Link"
		},
		"message": {
			"error": "please enter a message",
			"label": "message"
		}
	},
    "privacy_policy": {
        "title": "Privacy Policy",
        "section_1": {
            "title": "Information We Collect",
            "data_1": {
                "sub_title": "Personal Information",
                "content_1": "When you create an account or use our Services, we may collect certain personal information, such as your name, email address, and billing information."
            },
            "data_2": {
                "sub_title": "Usage and Technical Information",
                "content_1": "We may collect information about your interactions with our Website, including your IP address, device information, browser type, and operating system.",
                "content_2": "We may use cookies and similar tracking technologies to enhance your experience on our Website and gather information about how you use it."
            }
        },
        "section_2": {
            "title": "Use of Information",
            "data_1": {
                "sub_title": "We may use the collected information to:",
                "content_1": "Provide and personalize our Services to you.",
                "content_2": "Communicate with you regarding your account, updates, and promotional offers.",
                "content_3": "Analyze and improve our Services, including troubleshooting, data analysis, and research purposes.",
                "content_4": "Comply with legal obligations and protect the rights, safety, and property of the Company and our users."
            }
        },
        "section_3": {
            "title": "Sharing of Information",
            "data_1": {
                "sub_title": "We may share your personal information with",
                "content_1": "Third-party service providers who assist us in operating our Website and providing the Services. These service providers are obligated to handle your information in accordance with this Policy.",
                "content_2": "Law enforcement agencies, government authorities, or other third parties if required by law or reasonably necessary to protect our legal rights, comply with legal processes, or respond to claims."
            }
        },
        "section_4": {
            "title": "Data Security",
            "data_1": {
                "sub_title": "",
                "content_1": "We implement reasonable security measures to protect the confidentiality and integrity of your personal information. However, please be aware that no security measures are entirely foolproof, and we cannot guarantee the absolute security of your information."
            }
        },
        "section_5": {
            "title": "International Data Transfer",
            "data_1": {
                "sub_title": "",
                "content_1": "Your personal information may be transferred to and processed in countries outside your own. By using our Services, you consent to the transfer of your information to countries that may have different data protection laws than your country of residence."
            }
        },
        "section_6": {
            "title": "Your Choices",
            "data_1": {
                "sub_title": "",
                "content_1": "You can access, update, and delete certain personal information through your account settings. You can also unsubscribe from our marketing communications by following the instructions provided."
            }
        },
        "section_7": {
            "title": "Children's Privacy",
            "data_1": {
                "sub_title": "",
                "content_1": "Our Services are not intended for individuals under the age of 18. We do not knowingly collect or solicit personal information from children. If we become aware that we have collected personal information from a child without parental consent, we will take steps to delete that information."
            }
        },
        "section_8": {
            "title": "Changes to this Policy",
            "data_1": {
                "sub_title": "",
                "content_1": "We may update this Policy from time to time. We will notify you of any material changes by posting the updated Policy on our Website or through other communication channels."
            }
        },
        "section_9": {
            "title": "Contact Us",
            "data_1": {
                "sub_title": "",
                "content_1": "If you have any questions or concerns about this Policy or our data practices, please contact us at [contact information]."
            }
        }
    },
    "terms_of_service": {
        "title": "Terms of Service",
        "section_1": {
            "title": "Account Registration",
            "data_1": {
                "sub_title": "",
                "content_1": "In order to access certain features of our Website, you may be required to create an account. You must provide accurate and complete information during the registration process.",
                "content_2": "You are solely responsible for maintaining the confidentiality of your account and password, and you agree to accept responsibility for all activities that occur under your account."
            }
        },
        "section_2": {
            "title": "Services",
            "data_1": {
                "sub_title": "",
                "content_1": "Our Website offers various social media services, including but not limited to buying followers, boosts, and post scheduling.",
                "content_2": "We do not guarantee any specific results or outcomes from the use of our services. The effectiveness of the services may vary depending on various factors, including the nature of the social media platform and user engagement.",
                "content_3": "You understand and agree that the use of our services may be subject to the terms and policies of the respective social media platforms. It is your responsibility to comply with those terms and policies."
            }
        },
        "section_3": {
            "title": "User Obligations",
            "data_1": {
                "sub_title": "",
                "content_1": "You agree to use our services in compliance with all applicable laws, regulations, and third-party rights.",
                "content_2": "You shall not use our services for any unlawful, fraudulent, or unauthorized purpose.",
                "content_3": "You acknowledge that the followers, boosts, or other social media activities obtained through our services may be generated by automated processes or third-party providers. You agree not to hold us responsible for the actions or behaviors of these followers or boosts."
            }
        },
        "section_4": {
            "title": "Payment and Refunds",
            "data_1": {
                "sub_title": "",
                "content_1": "You may be required to pay fees for the services you purchase through our Website. All payments shall be made through the designated payment gateway.",
                "content_2": "We reserve the right to change our pricing and fees at any time. Any changes will be effective immediately upon posting on our Website.",
                "content_3": "Refunds may be granted in accordance with our Refund Policy, which can be found on our Website."
            }
        },
        "section_5": {
            "title": "Intellectual Property",
            "data_1": {
                "sub_title": "",
                "content_1": "All content and materials available on our Website, including but not limited to text, graphics, logos, images, and software, are the intellectual property of the Company or its licensors.",
                "content_2": "You may not use, reproduce, distribute, modify, or create derivative works of any content or materials on our Website without our prior written consent."
            }
        },
        "section_6": {
            "title": "Limitation of Liability",
            "data_1": {
                "sub_title": "",
                "content_1": "To the maximum extent permitted by law, we shall not be liable for any direct, indirect, incidental, consequential, or special damages arising out of or in connection with your use of our services.",
                "content_2": "We make no warranties or representations regarding the availability, accuracy, or reliability of our services."
            }
        },
        "section_7": {
            "title": "Termination",
            "data_1": {
                "sub_title": "",
                "content_1": "We may suspend or terminate your access to our Website and services any time and for any reason without prior notice or liability."
            }
        },
        "section_8": {
            "title": "Indemnification",
            "data_1": {
                "sub_title": "",
                "content_1": "You agree to indemnify, defend, and hold harmless the Company and its officers, directors, employees, and agents from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees arising out of or in connection with your use of our services or violation of this Agreement."
            }
        },
        "section_9": {
            "title": "Governing Law and Jurisdiction",
            "data_1": {
                "sub_title": "",
                "content_1": "This Agreement shall be governed by and construed in accordance with the laws of [your jurisdiction].",
                "content_2": "Any dispute arising out of or in connection with this Agreement shall be subject to the exclusive jurisdiction of the courts of [your jurisdiction]."
            }
        },
        "section_10": {
            "title": "Severability",
            "data_1": {
                "sub_title": "",
                "content_1": "If any provision of this Agreement is found to be invalid or unenforceable, the remaining provisions shall continue to be valid and enforceable to the fullest extent permitted by law."
            }
        },
        "section_11": {
            "title": "Entire Agreement",
            "data_1": {
                "sub_title": "",
                "content_1": "This Agreement constitutes the entire agreement between you and the Company regarding the use of our Website and services, superseding any prior agreements or understandings."
            }
        },
        "section_12": {
            "title": "Modifications",
            "data_1": {
                "sub_title": "",
                "content_1": "We reserve the right to modify or update these Terms and Conditions at any time without prior notice. Any changes will be effective immediately upon posting on our Website. It is your responsibility to review these Terms and Conditions periodically for any updates or changes."
            }
        },
        "section_13": {
            "title": "Third-Party Links",
            "data_1": {
                "sub_title": "",
                "content_1": "Our Website may contain links to third-party websites or services that are not owned or controlled by the Company.",
                "content_2": "We do not endorse or assume any responsibility for the content, privacy policies, or practices of any third-party websites or services. You acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any third-party websites or services."
            }
        },
        "section_14": {
            "title": "Privacy",
            "data_1": {
                "sub_title": "",
                "content_1": "Your use of our Website and services is subject to our Privacy Policy, which can be found on our Website. By using our services, you consent to the collection, use, and disclosure of your personal information as described in the Privacy Policy."
            }
        },
        "section_15": {
            "title": "Communications",
            "data_1": {
                "sub_title": "",
                "content_1": "By using our Website, you agree to receive communications from us, including but not limited to emails, notifications, and promotional materials. You can opt-out of receiving marketing communications at any time by following the instructions provided in the communication."
            }
        },
        "section_16": {
            "title": "Force Majeure",
            "data_1": {
                "sub_title": "",
                "content_1": "The Company shall not be liable for any failure or delay in the performance of its obligations under this Agreement caused by events beyond its reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, strikes, power outages, or internet interruptions."
            }
        },
        "section_17": {
            "title": "Waiver",
            "data_1": {
                "sub_title": "",
                "content_1": "The failure of the Company to enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision unless acknowledged and agreed to by the Company in writing."
            }
        },
        "section_18": {
            "title": "Assignment",
            "data_1": {
                "sub_title": "",
                "content_1": "You may not assign or transfer any rights or obligations under this Agreement without the prior written consent of the Company. The Company may freely assign or transfer its rights and obligations under this Agreement without restriction."
            }
        },
        "section_19": {
            "title": "Contact Us",
            "data_1": {
                "sub_title": "",
                "content_1": "If you have any questions or concerns about these Terms and Conditions, please contact us at [contact information]."
            }
        }
    }
}